Repository: veleek/DominionPicker
Catalog: DominionPicker_UWP/DominionCore/Resources/*/Strings.resw
Languages: de

# About_About
source: about
de: Über

# About_Changes
source: changes
de: Changelog

# About_Help
source: help
de: Hilfe

# About_Rate
source: rate/review
de: Bewerten

# About_Rules
source: rules
de: Regeln

# Application_Settings
source: settings
de: Einstellungen

# Config_CardData
source: Card Details
de: Kartendetails

# Config_Language
source: language
de: Sprache

# Config_RulesText
source: Rules Text
de: Regeln

# Config_Title
source: settings
de: Einstellungen

# Config_UI
source: User Interface
de: Benutzeroberfläche

# Dominion_CoinToken
source: Coin Token
de: Geldmarker

# Dominion_EmargoToken
source: Emargo Token
de: Embargomarker

# Dominion_IslandMat
source: Island Mat
de: Tableau Insel

# Dominion_Mat
source: Mat
de: Tableau

# Dominion_NativeVillageMat
source: Native Village Mat
de: Tableau Eingeborenendorf

# Dominion_PirateMat
source: Pirate Ship Mat
de: Tableau Piratenschiff

# Dominion_Token
source: Token
de: Marker

# Favorites_Delete
source: delete
de: löschen

# Favorites_Edit
source: edit
de: bearbeiten

# Favorites_NoSets
source: No favorite sets saved yet. Try using one of the randomizers above to create one.
de: Es wurden noch keine Favoriten gespeichert. Bitte nutzen sie einen der Zufallsgeneratoren um ein Deck zu erzeugen.

# Favorites_NoSettings
source: No favorite randomizers saved yet. Check out the create page to add one.
de: Es wurden noch keine Zufallsgeneratoren gespeichert. Bitte gehen Sie auf die "Erzeugen"-Seite um welche zu speichern.

# Favorites_Rename
source: rename
de: Umbenennen

# Favorites_SetsDesc
source: Enjoy a set? Save it so you can try it again!
de: Hat ihnen ein Set gefallen? Dann speichern Sie es um es erneut zu verwenden!

# Favorites_SetsTitle
source: Card Sets
de: Kartensets

# Favorites_SettingsDesc
source: Save your settings to quickly reuse them later.
de: Speichern Sie ihre Einstellungen um diese später schnell aufrufen zu können.

# Favorites_SettingsTitle
source: Card Randomizers
de: Zufallsgenerator

# Info_Rules
source: rules
de: regeln

# Info_Tips
source: Swipe to view other cards
de: Für weitere Karten einfach wischen

# Info_Title
source: card info
de: informationen

# Info_Type
source: type
de: typ

# Lookup_ResetFiltered
source: Reset Filtered Cards
de: gefilterte Karten zurücksetzen

# Lookup_SearchHint
source: Filter by Name, Set, Type, Rules
de: Filtern nach Name, Set, Typ, Regel

# Lookup_ShowFiltered
source: Show Filtered Cards
de: gefilterte Karten anzeigen

# Lookup_Tips
source: Checked cards will never be picked
de: angekreuzte Karten werden nie ausgewählt

# Lookup_Title
source: card list
de: Kartenliste

# MainPage_AddnOptions
source: additional options
de: weitere Optionen

# MainPage_Create
source: create
de: Erzeugen

# MainPage_Favorites
source: favorites
de: Favoriten

# MainPage_GenerateButton
source: Generate Set
de: Set erzeugen

# MainPage_Generating
source: Generating card set...
de: Erzeuge Kartenset…

# MainPage_Reset
source: reset
de: Zurücksetzen

# MainPage_Save
source: save...
de: Speichern…

# Menu_About
source: Help/About
de: Hilfe/Über

# Menu_BlackMarket
source: Black Market Deck
de: Schwarzmarkt Deck

# Menu_CardLookup
source: Card Lookup/Filter
de: Liste aller Karten/Filter

# Results_ExtrasDesc
source: additional cards, tokens, etc.
de: benötigte Zusatzkarten, Spielmarken, usw.

# Results_Regenerate
source: regenerate
de: neu erzeugen

# Results_Save
source: save...
de: speichern…

# Results_SortCost
source: sort cost
de: nach kosten

# Results_SortName
source: sort name
de: nach alphabet

# Results_SortSet
source: sort set
de: nach set

# Results_Tips
source: Swipe to Replace Tap for Info
de: Wischen um Karte auszutauschen Drücken for weitere Informationen

# Results_Title
source: results
de: ergebnis

# Settings_AddnOptions
source: additional options
de: weitere Optionen

# Settings_MinCards
source: Minimum Cards Per Set:
de: Mindestanzahl an Karten pro Set:

# Settings_MinCardsDescription
source: Minimum cards per set in result:
de: Mindestanzahl an Karten pro Set:

# Settings_PickPlatinumColony
source: Pick if Platinum and Colony are used
de: Platin und Kolonien werden genutzt

# Settings_PickShelterOrEstate
source: Pick if Shelters or Estates are used
de: Unterschlupf oder Anwesen genutzt

# Settings_PlusActions
source: Plus Actions:
de: Plus Aktionen:

# Settings_PlusBuys
source: Plus Buys:
de: Plus Käufe:

# Settings_RequireDefense
source: If there's an attack, require a defense
de: Bei Angriff immer auch Verteidigung

# Settings_RequireTrash
source: Require a card that allows you to trash
de: Mind. eine Karte zum Entsorgen

# Settings_ShowExtras
source: Show Required Mats and Tokens
de: Benötigte Zusatzkarten anzeigen
